Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Based on my experience on other seismic hazard studies, I offer in this section of the report my recommendations in two areas: (1) actions and analyses that would serve to strengthen the report and its technical bases, and (2) actions and analyses that would serve to reduce uncertainties in key inputs to the hazard analysis, if desired.
es: Basándome en mi experiencia con otros estudios de peligro sísmico, ofrezco en este apartado del informe mis recomendaciones en dos aspectos: (1) acciones y análisis que servirían para afianzar el informe y sus bases técnicas y (2) acciones y análisis que servirían para reducir las incertidumbres en las entradas claves del análisis de peligro, si se desea.

source: Based on my review of the Golder (2015) and the AMTC (2015-v2) reports, I conclude that the Golder study is successful in avoiding the problems identified in the previous AMTC study.
es: Basándome en mi revisión de los informes de Golder (2015) y de AMTC (2015-v2), concluyo que el estudio de Golder logra evitar los problemas identificados en el anterior estudio de AMTC.

source: Based on previous mining experience, mine at these depths will have the challenge of very high induced stresses on fractured rock mass, which is also cut by a number of fault zones.
es: Basándose en experiencia minera anterior, la minería a estas profundidades tendrá el desafío de tensiones inducidas muy altas en el macizo rocoso fracturado, que también está cortado por varias zonas de falla.

source: Based on the criteria selected (e.g., evidence of Quaternary displacement), a p(S) can be assigned to each fault.
es: Basándose en los criterios elegidos (evidencia de desplazamiento en el Cuaternario, por ejemplo), puede asignarse una p(S) a cada falla.

source: Based on the geological conditions, it is believed that the flow originates from a fractured breccia unit.
es: Basándose en las condiciones geológicas, se cree que el flujo se origina en una unidad de brecha fracturada.

source: Based on the information obtained during the site visit, Tables 3.1 and 3.2 summarize the interpreted hydrogeological behavior of the geological units.
es: Basándose en la información obtenida durante la visita al sitio, las Tablas 3.1 y 3.2 resumen el comportamiento hidrogeológico interpretado de las unidades geológicas.

source: Based on the observations from the coreholes and pore pressure measurements, determine the need for and location of horizontal drains
es: De acuerdo con las observaciones de los barrenos y las mediciones de presión de poros, determinar la necesidad y ubicación de drenes horizontales.

source: Based on the survey, MSC interprets that there are discontinuous zones of perched water in the Colluvium.
es: Basándose en el estudio, MSC interpreta que hay zonas discontinuas de agua colgada en el Coluvión.

source: Based on these discussions, Golder was authorized to revise and update the analysis and results in Golder (2015).
es: Basándose en estas conversaciones, Golder fue autorizada a revisar y actualizar el análisis y los resultados contenidos en Golder (2015).

source: Based on these statistics (in combination with the general patterns of groundwater flow), the simulated groundwater elevations provide a reasonable match to observed conditions in the Project area.
es: Con base en estas estadísticas (y en los patrones generales de flujo subterráneo), las elevaciones de agua subterránea simuladas se corresponden razonablemente con las condiciones observadas en el área del proyecto.

source: Basic/Root Causes
es: Causas base/raíz

source: Basis for Review
es: Base de revisión

source: Basis of Evaluation
es: Base de evaluación

source: Battering
es: Taludes

source: Batu Hijau Mine
es: Mina Batu Hijau

source: Bay-Goose Dike is designed to provide a hydraulic barrier that will allow the isolation and dewatering of a portion of Third Portage Lake and the subsequent excavation of the Portage Pit and Goose Island Pit of the Meadowbank Gold Project.
es: El dique Bay-Goose está diseñado para ofrecer una barrera hidráulica que permitirá aislar y desaguar una parte del lago Third Portage y la posterior excavación del pit Portage y del pit Goose Island del proyecto aurífero Meadowbank.

source: Be 100% certain, nothing must be left ambiguous.
es: Estar 100% seguros y no permitir ambigüedades.

source: Be an expert in HSSE
es: Ser un experto en HSSE

source: Be aware of it, review it
es: Esté informado, revísela

source: Be aware of new people and equipment coming onto the worksite and communicate with them.
es: Esté atento sobre el personal nuevo y la maquinaria que entra al sitio de trabajo, y comuníquese con ellos.

source: Be equal to, or greater than 14 consecutive days
es: Ser igual o superior a 14 días consecutivos

source: Be equal to, or greater than, 14 consecutive days
es: Ser igual o superior a 14 días consecutivos

source: Be prepared to stop work and communicate with site supervisors, foremen, project managers and others whenever you feel that your safety and the security of your safe area are in jeopardy.
es: Prepárese para detener sus labores y comunicarse con los supervisores, capataces, gerentes de proyecto y otras personas en terreno cuando sienta que su seguridad y su zona de seguridad están comprometidas.

source: Be vigilant and maintain awareness of plant, including watching and listening for engines, horns and reverse alarms.
es: Estar atento y consciente de la presencia de maquinaria pesada, inclusive mirar y escuchar por si hay ruido de motores, bocinas o alarmas de retroceso.

source: Be visible and identify your safe spot
es: Mantenerse visible e identificar nuestra zona de seguridad.

source: Be visible and identify your safe spot.
es: Mantenerse visible e identificar nuestra zona de seguridad.

source: Be visible, identify a safe spot and maintain positive communications
es: Mantenerse visible, identificar una zona de seguridad y mantenerse comunicado.

source: Bearing in mind that human activity ie breathing, and other activities within the space will change the nature of the atmosphere in the space through consumption of oxygen and release of carbon dioxide and release of other gases from the surrounding geology, continuous monitoring is essential in order to be certain that the space remains safe for occupation.
es: Tener presente que la actividad humana como respirar y otras actividades dentro del espacio cambiará la naturaleza de la atmósfera en este debido al consumo de oxígeno y la liberación de dióxido de carbono y de otros gases de la geología circundante, por lo que el monitoreo continuo es vital para tener seguridad de que la ocupación del espacio sigue siendo segura.

source: Beaufor Mine - Aurizon Mines Ltd.
es: Mina Beaufor – Aurizon Mines Ltd.

source: Because of the relatively large PGA values recommended by AMTC, BHP Billiton requested Golder to complete a formal peer review of the 2015 AMTC reports.
es: Debido a los valores relativamente altos de aceleración horizontal máxima recomendados por AMTC, BHP Billiton solicitó a Golder llevar a cabo una revisión senior formal de los informes de 2015 de AMTC.

source: Because of the relatively large PGA values recommended for dam design, BHP Billiton requested Golder Associates (Golder) to peer review AMTC’s July 2015 report.
es: Debido a que los valores de aceleración maxima horizontal recomendados para el diseño del tranque son relativamente altos, BHP Billiton solicitó a Golder Associates (Golder) que llevara a cabo una revisión del informe de AMTC de julio de 2015.

source: Because the Contreras and Boroschek (2015) GMPE is based largely on Chile earthquakes and can be expected to be representative of subduction earthquakes developed along the PCT and within the Nazca plate surrounding the Spence Mine site, it was considered the most relevant for the Spence Mine site.
es: Debido a que la curva de atenuación de Contreras y Boroschek (2015) se basa mayormente en sismos de Chile y es esperable que represente los sismos de subducción que se desarrollan a lo largo de la FPC y dentro de la placa de Nazca alrededor de la mina Spence, se consideró que era la más relevante para el emplazamiento de esta mina.

source: Because the analysis of active faults for this study was an office-based analysis only, Golder developed only a qualitative estimate of their seismogenic potential.
es: Debido a que el análisis de fallas activas para el presente estudio fue solo de gabinete, Golder desarrolló solo una estimación cualitativa de su potencial sismogénico.

source: Because the field work is minimal instead of a full HSSE Management Plan or HaSEP, the following approach may be taken
es: Dado que el trabajo de campo es mínimo, en lugar de un plan de gestión de HSSE completo o un HaSEP, se puede hacer lo siguiente:

source: Because the input SSC and GMC models are judged to provide a reasonable representation of the earthquake sources, their locations relative to the site, their rate of occurrence, and magnitude- and distance- related ground motions, I conclude that the hazard curves and UHRS at annual frequencies of interest are acceptable.
es: Debido a que se considera que los modelos SSC y GMC de entrada entregan una representación adecuada de las fuentes sísmicas, sus ubicaciones relativas al sitio, su tasa de ocurrencia y los movimientos del suelo relacionados con la magnitud y la distancia, mi conclusión es que las curvas de peligrosidad y los espectros de respuesta de peligro uniforme (UHRS) en las frecuencias anuales de interés son aceptables.

source: Because the site lies directly above the interpreted “upper intraslab region” and to the east of the interpreted landward extent of the plate interface, the position of these sources is important.
es: Debido a que el sitio se emplaza directamente sobre la región interpretada como “región intraplaca superior” y al este de la extensión hacia tierra de la interfaz entre placas, la posición de estas fuentes es importante.

source: Because this study is only on office-based analysis, we have provided a qualitative estimate of the likely Quaternary activity of these faults.
es: Debido a que el presente estudio es solo un análisis de gabinete, hemos entregado una estimación cualitativa de la actividad probable en el Cuaternario de estas fallas.

source: Become familiar with information about the site you plan to visit
es: Familiarizarse con la información sobre el sitio que se piensa visitar.

source: Bedding in laminated units generally dips at shallow angles of about 10 to 20 degrees.
es: La estratificación en unidades laminadas generalmente mantea en ángulos bajos de entre 10 y 20 grados.

source: Bedrock (HGU7) – is represented by model layers 6 through 8.
es: Basamento Rocoso (HGU7) – Está representado por las capas 6 a 8 del modelo.

source: Before Mobilizing
es: Antes de movilizarse

source: Before the forklift incident the project was dramatically delayed due to unexpected winter conditions, with temperatures down to minus 17 degrees Celsius and 35-50 cm of snow covering the terrain - in addition to hard wind and snow drift.
es: Antes del incidente con el montacargas, el proyecto había sufrido un grave retraso debido a las inesperadas condiciones invernales, con temperaturas que alcanzaron -17°C y 35-50 cm de nieve sobre el terreno, además de fuertes vientos y nevazón.

source: Before the incident investigation commences, the depth of investigation should be determined by project leadership in consultation with the HSSE team and the investigation planned and resourced.
es: Antes de comenzar la investigación del incidente, el líder de proyecto en consulta con el equipo HSSE deben determinar la profundidad de la investigación y la investigación debe planificarse y recibir recursos.

source: Before the vehicle was brought to a full stop it struck a road sign, causing damage to the front end.
es: Antes de lograr detenerse, impactó una señalética, causando daños al frente del vehículo.

source: Before travelling or working at high altitude, employees should consult a medical practitioner experienced in the causes, effects and treatment of altitude sickness.
es: Antes de viajar o trabajar a gran altura, los empleados deben consultar a un médico con experiencia en las causas, los efectos y el tratamiento del mal de altura.

source: Before use.
es: Antes de usarse.

source: Being able to take the long term view is one of the key benefits of our ownership model.
es: Ser capaces de tener la mirada de largo plazo es uno de los beneficios clave de nuestro modelo de propiedad.

source: Being authentic in your belief about every person going home safe and healthy everyday – show you care about them.
es: Ser auténtico en el convencimiento de que todos deben llegar a casa sanos y salvos a diario: demostrar preocupación por ellos.

source: Being awake for 17 hours = 0.05 BAC
es: Estar despierto más de 17 horas = 0.05 BAC

source: Being clear about your expectations regarding safe work.
es: Ser claros sobre sus expectativas en cuanto al trabajo seguro.

source: Being committed and tenacious about spending time in the workplace.
es: Mostrar compromiso y tenacidad en cuanto a pasar tiempo en el lugar de trabajo.

source: Being fatigued affects your fitness for duty regardless of the number of hours you work
es: Estar con fatiga afecta la aptitud para la labor, independiente del número de horas que haya trabajado

source: Believe a HSSE risk is not adequately controlled or mitigated
es: Creer que no se ha controlado o mitigado adecuadamente un riesgo de HSSE.

source: Believe a HSSE risk is not adequately controlled or mitigated.
es: crees que no se ha controlado o mitigado suficientemente un riesgo de HSSE.

source: Below are resources for more information on fitness for duty and fatigue management:
es: A continuación se encuentra mayor información respecto a la aptitud para las labores y manejo de fatiga:

source: Bench Face Angle (°)
es: Ángulo de frente (°)

source: Bench Profiling for Blast Optimization
es: Perfilamiento de bancos para optimización de voladuras

source: Bench Profiling for Performance Assessment
es: Perfilamiento de bancos para evaluación de desempeño

source: Bench crests are mostly well defined and catch benches adequately developed, and double benching has been implemented successfully in portions of the lower slope (Photograph 4).
es: Los coronamientos de bancos están en su mayoría bien definidos y los bancos de seguridad suficientemente desarrollados, mientras que se ha implementado con éxito duplicación de bancos en partes del talud inferior (Fotografía 4).

source: Bench designs are often based on the reliability with which the design catch bench width is achieved.
es: Los diseños de bancos a menudo se basan en la fiabilidad con la cual se logra el ancho de diseño del banco de seguridad.

source: Bench development in the West sector is generally good and provides protection against overspill from the Phase 7 development (Photograph 2).
es: El desarrollo de bancos en el sector oeste es en general buena y da protección contra el rebose (overspill) del desarrollo de la Fase 7 (Fotografía 2).

source: Bench face angles (BFAs) are generally relatively flat due to the perimeter blast design, but the BFAs appear to be generally defined by blasting practices and not by structural control, so there appears to be the potential to increase the design BFA and the design IRA by steepening the pre-split in this generally favorable geotechnical unit.
es: Los ángulos de frente (BFA) son en general relativamente planos debido al diseño de la voladura perimetral, pero los BFA parecen estar definidos generalmente por las prácticas de voladura y no por el control estructural, por lo que parece haber potencial para aumentar el BFA de diseño y el IRA de diseño con un precorte más alto en esta unidad geotécnica generalmente favorable.

source: Bench height (m)
es: Altura de banco (m)

source: Bench profiling by photogrammetry, laser scanning, or drone surveys is the most objective method of evaluating perimeter blast performance in meeting design acceptance criteria
es: El perfilamiento de bancos por fotogrametría, escáner láser o levantamientos con drones es el método más objetivo de evaluación del desempeño de voladuras perimetrales en el cumplimiento de los criterios de aceptación de diseño.

source: Bench profiling enables documentation of the actual percentage of developed benches that achieves the design catch bench width, as illustrated in Figure 5.4.
es: El perfilamiento de bancos permite documentar el porcentaje real de bancos desarrollados que logra el ancho de diseño del banco de seguridad, como se ilustra en la Figura 5.4.

source: Bench scaling and toe cleanup is also indicated to be variable, with some drillhole locations marked at the toes of benches that have not been effectively scaled or cleaned (Photograph 29).
es: También parece variar el desquinche de coronamiento y limpieza de pie, viendo que hay algunas ubicaciones de barrenos marcados en los pies de bancos que no han sido desquinchados o limpiados de manera eficaz (Fotografía 29).

source: Benches shall be less than 1.5 high and not higher than the width of the excavation.
es: Los bancos deben ser de una altura inferior a 1,5 y no superar en altura el ancho de la excavación.

source: Benching
es: Bancos

source: Benchmark some of the guiding assumptions behind our strategy
es: Comparar algunos de los supuestos rectores de nuestra estrategia

source: Bend your knees and use your legs for power.
es: Doblar las rodillas y usar la fuerza de las piernas.

source: Berm width (m)
es: Ancho de berma (m)

source: Best Effort or Mandatory
es: Mejor esfuerzo u obligatorio

source: Best results in Buffer blasting will be achieved by:
es: Los mejores resultados de la voladura amortiguada se logran con:

source: Best suited for bitumen and dry unsealed roads.
es: Especial para caminos de bitumen y caminos secos sin sellar.

source: Best suited for muddy conditions.
es: Especial para condiciones de barro.

source: Best suited for snow/ice conditions.
es: Especial para condiciones de nieve o hielo.

source: Beta and activity rate: The range and weights of beta and activity rate are listed in Table 2.
es: Parámetro Beta y tasa de actividad: el intervalo y las ponderaciones del parámetro beta y de la tasa de actividad se indican en la Tabla 2.

source: Better prepared to meet strategic and oversight responsibilities
es: Mejor preparados para cumplir responsabilidades estratégicas y de supervisión

source: Beyond this range, the predictions from these GMPEs start to deviate from each other.
es: Más allá de este intervalo, las predicciones de estas curvas de atenuación comienzan a apartarse.

source: Beyond this range, the results from the models start to deviate from each other.
es: Más allá de este intervalo, los resultados de los modelos comienzan a apartarse.

source: Bibliography
es: Bibliografía

source: Billy Bishop Pedestrian TunnelToronto, Ontario
es: Túnel peatonal Billy Bishop Toronto, Ontario

source: Binding terms that have the effect of (i) guaranteeing that Golder will not perform similar work for any other client at a lower price (e.g., most-favored client pricing), or (ii) preventing other Golder operations from pursuing significant opportunities
es: Términos vinculantes que tengan como efecto (i) garantizar que Golder no ejecutará trabajos similares para otro cliente a menor precio (precio de cliente preferente, por ejemplo) o (ii) impedir a otras operaciones de Golder buscar oportunidades importantes.

source: Bingham Canyon Mine – Rio Tinto
es: Mina Bingham Canyon – Rio Tinto

source: Bingham Canyon Mine, Back-Analysis of Congor, Winebago and Manefay Failures
es: Mina Bingham Canyon. Análisis retrospectivo de las fallas Congor, Winebago y Manefay

source: Bingham Canyon Mine, Open Pit Stability Analysis
es: Mina Bingham Canyon. Análisis de estabilidad de rajos

source: BirchTree Mine, Vale Inco Ltd.
es: Mina BirchTree, Vale Inco Ltd.

source: Black spots at destination and on route
es: Puntos sin comunicación en destino y en ruta

source: Blanket Approval Consideration:
es: Consideración de aprobación general:

source: Blanket approvals can be obtained for projects of similar activity, waste and risk.
es: Pueden obtenerse aprobaciones generales para proyectos de actividad, residuos y riesgos similares

source: Blast ID
es: Voladura

source: Blast Vibration Attenuation Model
es: Modelo de atenuación de la vibración por voladura

source: Blast Vibration Monitoring
es: Monitoreo de la vibración por voladura

source: Blast Vibrations
es: Vibraciones por voladura

source: Blast damage criteria for weak materials (example plaster or drywall) range from 12.5 mm/s to 50 mm/s, depending on the dominant frequency of the ground vibration (Siskind, 1980).
es: Los criterios de daño por voladura para materiales débiles (yeso, por ejemplo) varían entre 12.5 y 50.0 mm/s, dependiendo de la frecuencia dominante de la vibración del suelo (Siskind, 1980).

source: Blasting parameters the open pit operations, provided by MSC, are shown in Table 1.
es: Los parámetros de voladura de las operaciones a cielo abierto, proporcionados por MSC, se indican en la Tabla 1.

source: Block and Ash Flow
es: Bloque y Flujo de Cenizas

source: Board Committees
es: Comités del Directorio

source: Board Composition
es: Composición del Directorio

source: Board Responsibilities
es: Responsabilidades del Directorio

source: Board Responsibilities & Board Composition
es: Responsabilidad y composición del Directorio

source: Board composition and succession – underlying principles
es: Composición y sucesión del Directorio – principios subyacentes

source: Board composition today
es: Composición actual del Directorio

source: Board represents the diversity of our company, including its geographic distribution
es: El Directorio representa la diversidad de nuestra compañía, incluida su distribución geográfica

source: Body Type
es: Cuerpo

source: Body-wave magnitude (mb), and
es: Magnitud de onda de compresión (mb), y

source: Bonds and other forms of surety (including Performance, Payment, Operations and Maintenance and Demand (Unconditional) Bonds)
es: Fianzas y otras formas de caución (fianzas por desempeño, pago, operaciones, mantenimiento y demanda (incondicional))

source: Borehole Log Database
es: Base de datos de registro de sondajes

source: Botadero Este Graded Surface
es: Botadero Este - Superficie nivelada

source: Botadero Este Surface Drainage Discharged over Outslope
es: Botadero Este - Drenaje superficial descargado sobre el talud exterior

source: Both Golder and RBA concluded that the PGA values provided by AMTC in 2015 were higher than generally accepted for this part of northern Chile.
es: Tanto Golder como RBA concluyeron que los valores de aceleración horizontal máxima propuestos por AMTC en 2015 eran más altos que lo generalmente aceptado para esta parte del norte de Chile.

source: Both fall restraint and fall arrest devices may only be used by people with appropriate work at heights training (i.e. nationally accredited training).
es: Los sistemas de restricción y detención pueden ser usados solo por personas con la debida capacitación para trabajar en altura (ofrecida por una entidad acreditada).

source: Both incidents share a common failure of assuming no utilities were located within the slab.
es: Ambos incidentes comparten una falla común de suponer que no hay servicios enterrados dentro de la losa.

source: Both of these are done by the team on site.
es: Ambas las realiza el equipo en terreno.

source: Both of these can be done prior to going to site as they are based on anticipated issues.
es: Ambas se pueden realizar antes de ir a terreno, ya que se basan en problemas anticipados.
